{
    "__Config": "Setting",
    "language": "language",
    "label": "EN",
    "languageTag": "English",
    "isRTL": false,
    "login": "Login",
    "staff_login": "Staff Login",
    "member_login": "Member Login",
    "logout": "Logout",
    "search": "Search",
    "signup": "SignUp",
    "home":"Home",
    "items":"Services",
    "fav":"Favourite",
    "account":"Account",
    "register_ac": "Register",
    "keep_shop": "Go shop",
    "start_shop": "Start Shopping",
    "nothing_in_cart": "Your cart is empty",
    "nothing_in_fav": "Your favorites list is empty",
    "branch": "Branch",
    "select_branch": "Please select branch",
    "branch_phone": "Phone",
    "service": "Service",
    "stylist": "Stylist",
    "date": "Date",
    "time": "Time",
    "price": "Price",
    "remark":"Remark",
    "remark_content": "We will call you within 3 hours for confirmation. If you do not receive any notification within 3 hours, please contact us.",
    "send": "send",
    "close": "close",
    "submit": "submit",
    "add": "Add",
    "cancel": "cancel",
    "confirm": "confirm",
    "no_record": "You have no recent search",
    "minutes": "Minutes",
    "booking_time": "Booking time",
    "on_time": "Please be on time",
    "booking_consult": "Booking consultaion",
    "booking_confirm": "The booking was confirmed, click here to check",
    "booking_now": "Booking Now",
    "booking_date": "Date of booking",
    "date_avaliable": "Date avaliable",
    "booking_status": "Booking Status",
    "booking_status_0": "Unconfirmed",
    "booking_status_1": "Confirmed",
    "booking_status_2": "Cancelled",
    "booking_status_3": "Finished",
    "select_time": "Select time",
    "exp_date": "Date of expiry : ",
    "no_refund": "You have not received any cash rebate",
    "del_ac": "Delete Account",
    "order_id": "Order Id",
    "order_price": "Order Price",
    "discount": "Discount",
    "total_price": "Total Price",
    "creat_time": "Create Time",
    "no_order": "You have no order",
    "no_coupon": "You have no coupon",
     "booking_unconfirmed": "Booking Unconfirmed",
    "booking_confirmed": "Booking Comfirmed",
    "booking_cancelled": "Booking Cancelled",
     "booking_finished": "Booking Finished",
    "booking":"Booking",
    "record":"Record",
    "fav_need_register": "You need to log in or register an account to save products",
    "shop_need_register": "You need to log in or register an account to book services",
    "item": "item",
    "search_name": "Name",
    "search_place": "Place",
    "search_desc": "Describe",
    "search_save": "Save",
    "search_buy_qty": "Number of Purchases",
    "search_want_buy_qty": "Please input the quantity you want!",
    "search_add_cart": "Add Cart",
    "search_product_information": "Product Information",
    "search_tandc": "Ts&Cs apply",
    "search_you_might_also_like": "YOU MIGHT ALSO LIKE",
    "search_list_sort": "SORT",
    "search_list_sort_price": "Price",
    "search_list_filter": "FILTER",
    "search_list_filter_place": "Place",
    "shop_add_to_bag": "Add to Bag",
    "shop_go_to_bag": "Go to Bag",
    "shop_total": "Total",
    "shop_total_price": "Total Price",
    "shop_checkout": "CHECKOUT",
    "shop_use_coupon": "Use Coupon",
    "shop_unit": "unit",
    "sort":"SORT",
    "select_coupon": "Select coupon",
    "no_gift_certificate": "You have no gift certificate",
    "you_have": "You have",
    "cash_rebateve_avaliable": "Cash rebateve avaliable",
    "check_record": "Check Record",
    "cash_rebateve_expire": "Cash rebateve will be expire on",
    "cash_rebateve_before": "Cash rebateve can be exchanged before",
    "cash_rebateve_exchange": "Cash rebateve can be exchange!",
    "expire": "",
    "ch_photo": "Change Image",
    "only": "only",
    "point": "point",
    "exchange_now": "Exchange Now",
    "use_now": "Use it Now",
    "setting_area": "Area",
    "setting_currency": "Currency",
    "setting_language": "Language",
    "setting_notifications": "Notifications",
    "setting_tandc": "Terms & Conditions",
    "setting_pp": "Privacy Policy",
    "my_account": "My Account",
    "my_order": "Order",
    "my_booking": "Booking",
    "my_coupon": "Coupon",
     "my_record": "record",
    "client_services": "Client Services",
    "user_score": "Score",
     "user_balance": "Balance",
    "user_id": "ID",
    "usable_time": "Usable time",
    "time_unit": "",
    "used": "Used",
    "get_date": "Redemption date",
    "expired": "Expired",
    "del_ac?": "Are your sure want to delete account?",
    "logout_q": "Are you sure to logout？",
    "logout_q_no": "No",
    "logout_q_yes": "Yes",
    "login_agree": "agree",
    "login_forget_pw": "Forget Password",
    "login_welcome": "Welcome",
    "login_logintoenjoy": "Sign in to enjoy express checkout and\n track your order status",
    "login_or": "Or",
    "login_keep_email": "Login in with E-mail",
    "login_email": "Email",
    "login_password": "Password",
    "login_phone": "Phone Number",
    "login_name": "Name",
    "login_address": "Address",
    "login_forget_password": "Forgot password?",
    "login_whencreateagree": "By creating an account or logging in, you agree to our",
    "login_and": "And",
    "login_tandc": "Terms and Conditions",
    "login_pp": "Privacy Policy",
    "login_noaccount": "Don't have an account yet?",
    "login_registernow": "Sign up now",
    "login_latestinfo": "I agree to recieve the latest information",
    "login_recover_email": "Send recover E-mail",
    "login_recover_sent": "Recovery email sent",
    "login_input_register": "Please enter registration information",
    "login_first": "Login first",
    "login_other_way": "Or sign in with:",
    "facebook_login": "Facebook Login",
    "apple_login": "Sign in with Apple",
    "google_login": "Google Login",
    "use_facebook_login": "Facebook Login",
    "use_apple_login": "Sign in with Apple",
    "use_google_login": "Google Login",
    "hour": "hr",
    "hours": "hrs",
    "min": "m",
    "accept": "accept",
    "reject": "reject",
    "get_coupon": "Get Coupon",
    "have_coupon": "Obtained Coupon",
    "use": "redeem with",
    "score_redeem": "points",
    "get": "Get",
    "out_of_stock": "Unavailable",
    "reserve_time":"Duration",
    "click_for_more":"click for more",
    "choose_service":"choose service",
    "choose_stylist":"choose stylist",
    "choose_branch":"choose branch",
     "click_for_detail":"click for detail",
    "detail":"Detail",
    "already_redeemed":"You have already redeemed this coupon",
    "suggested_item":"Suggested Items",
    "selected_choices":"Featured Products",
    "more":"more",
    "goodsDetail":"Detail",
    "privacyHeader":"Privacy Policy",
    "privacyOpen":"(hereinafter referred to as this website), in order to allow you to use the services and information of this website with peace of mind, we hereby explain to you the privacy protection policy of this website to protect your rights and interests and promptly To take effect, please read the following content carefully:",
    "privacyT1":"1. Scope of application of the Privacy Protection Policy The content of the Privacy Protection Policy includes how this website handles the personally identifiable information collected when you use website services. The privacy protection policy does not apply to related linked websites other than this website, nor does it apply to people who are not entrusted by or involved in the management of this website.",
    "privacyT2":"2. Collection, processing and utilization of personal information When you visit this website or use the functional services provided by this website, we will ask you to provide the necessary personal information based on the nature of the service function and within the scope of that specific purpose. Process and use your personal data; this website will not use personal data for other purposes without your written consent. This website will retain the name, email address, contact information, usage time, etc. you provide when you use interactive functions such as service mailboxes and surveys. During normal browsing, the server will record relevant actions on its own, including the IP address of the connecting device you use, usage time, browser used, browsing and click data records, etc., as a reference for us to improve website services. This record is for internal use and will never be released to the public. In order to provide accurate services, we will conduct statistics and analysis on the collected questionnaire survey content, and present the statistical data or explanatory text of the analysis results. In addition to for internal research, we will publish the statistical data and explanatory text as necessary, but it will not involve Information about specific individuals.",
    "privacyT3":"3. Data Protection Only authorized personnel can access your personal data. If it is necessary to entrust other units to provide services due to business needs, this website will also strictly require them to abide by confidentiality obligations and take necessary inspection procedures to determine their confidentiality. Will indeed comply. ",
    "privacyT4":"4. Related external links of the website The web pages of this website provide Internet links to other websites. You can also click to enter other websites through the links provided by this website. However, the privacy protection policy of this website does not apply to the linked website. You must refer to the privacy protection policy of the linked website.",
    "privacyT5":"5. Policy on Sharing Personal Information with Third Parties This website will never provide, exchange, rent or sell any of your personal information to other individuals, groups, private enterprises or public agencies, except where there is a legal basis or contractual obligation. This limit.The circumstances subject to the proviso in the preceding paragraph include, but are not limited to: With your written consent. The law clearly stipulates this. To avoid danger to your life, body, liberty or property. Cooperation with public agencies or academic research institutions is necessary for statistical or academic research based on public interest, and the data has been processed or collected by the provider so that the specific parties cannot be identified based on the method of disclosure. When your behavior on the website violates the terms of service or may damage or hinder the rights of the website and other users or cause harm to anyone, the website management unit will analyze and disclose your personal information for the purpose of identifying, contacting or taking legal action. Necessary. Benefit your interests. When this website entrusts vendors to assist in the collection, processing or use of your personal information, it will fully supervise and manage the outsourced vendors or individuals.",
    "privacyT6":"6. Use of Cookies In order to provide you with the best service, this website will place and access our Cookies on your computer. If you do not want to accept the writing of Cookies, you can change the function of the browser you are using. Setting the privacy level to high will deny the writing of cookies, but this may cause some functions of the website to not function properly.",
    "privacyT7":"7. Amendments to the Privacy Protection Policy The privacy protection policy of this website will be revised at any time in response to needs, and the revised terms will be published on the website.",
    "privacyT8":"8. Data review and deletion Members can check the authorized name and email information in the member account of the website at any time, and it is only used as the content of store membership and order information. Based on the individual s request, the store can request to delete or stop using the personal information through the contact us channel in the upper right corner of the store.",
    "tandcT1":"1. Confirmation and acceptance of the terms of service. The ownership of the contents and services of this website and APP belongs to the company. Before the user accepts this service,Please be sure to read these terms carefully. By using the service, or by completing the registration process, the user accepts all terms of service.",
    "tandcT2":"2. User consent:",
    "tandcTS":"(1) Provide timely, detailed and accurate personal information. (2) Continuously update registration information to meet timely, detailed and accurate requirements. If the information provided by the user is inaccurate, this website has the right to terminate the service. This website and APP will not disclose the user’s name, address, email address, account number, phone number and other information. (Please read the Privacy Policy). Any behavior of users on this website and APP must comply with: (1) Relevant regulations must be complied with when transmitting data. (2) Do not use information services for illegal purposes or unethical behavior. (3) Do not interfere with or disrupt network services. (4) Comply with all network communication protocols, regulations, procedures and practices for using the service. The user's code of conduct is based on network regulations, policies, procedures and practices.",
    "": ""
}